Repository: ItzSwirlz/yourbcabus-ios
Catalog: YourBCABus/*.lproj/Localizable.strings
Languages: fr

source: Welcome to YourBCABus
fr: Bienvenue à YourBCABus

source: Know where your bus is
fr: Connaissez où se trouve votre bus

source: See all your buses in a list or on a map, with detailed information.
fr: Regardez tous vos bus sur une liste ou un plan, avec des informations détaillées.

source: Star your favorite buses
fr: Marquer vos bus favoris

source: Keep track of your favorite buses by starring them.
fr: Suivez vos bus favoris en les marquant.

source: End the guessing game
fr: Mettez fin à la devinette

source: Get notified when your bus arrives.
fr: Soyez ^[informé](inflect: true, inflectionAlternative: 'informé(e)') de l'arrivée de votre bus.

source: Get Started
fr: Commencer

source: Enable Test Schools
fr: Activer les écoles de test

source: Starred
fr: Favoris

source: All
fr: Tous

source: Arrived
fr: Arrivé

source: Not at school
fr: Pas arrivé

source: Not running
fr: Indisponible

source: No stop data
fr: Aucune donnée d'arrêt

source: Star
fr: Marquer comme favori

source: Unstar
fr: Démarquer

source: Dismiss
fr: Fermer

source: You just starred a bus!
fr: Vous avez marqué un bus!

source: Would you like to be notified when a starred bus arrives?
fr: Voulez-vous être ^[informé](inflect: true, inflectionAlternative: 'informé(e)') de l'arrivée d'un bus favori?

source: Enable notifications
fr: Activer les notifications

source: You can change this option in Settings.
fr: Vous pouvez modifier ce choix dans Réglages.

source: Not now
fr: Pas maintenant

source: Enable Notifications
fr: Activer les Notifications

source: Please enable Notifications to receive bus alerts.
fr: Veuillez permettre les Notifications pour recevoir les alertes de bus.

source: Close
fr: Fermer

source: No Bus Selected
fr: Aucun bus sélectionné

source: Map
fr: Plan

source: Show in Map
fr: Montrer au plan

source: Settings
fr: Réglages

source: Done
fr: Terminé

source: School
fr: École

source: Change School
fr: Changer l'école

source: Select Your School
fr: Sélectionnez votre école

source: Starred Buses
fr: Buses favoris

source: Use 3D Satellite Map
fr: Utiliser le plan en 3D

source: Advanced
fr: Avancé

source: School ID: %@
fr: ID d'école: %@

source: Copy School ID
fr: Copier l'identifiant d'école

source: Copy FCM Token
fr: Copier le jeton de FCM

source: About
fr: Informations

source: YourBCABus Website
fr: Site web de YourBCABus

source: YourBCABus Support
fr: Assistance

source: YourBCABus Privacy Policy
fr: Politique de confidentialité

source: Version %@ (Build %@)
fr: Version %@ (%@)
